// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Skriverstatus";

SuppliesDetailsTitle = "Detaljert rekvisitainformasjon";
OrderSuppliesTitle = "Bestill HP-rekvisita";

/* Loading process message */
"Loading..." = "Laster…";

// Color Names
"black" = "Matt svart";
"blue" = "Blå";
"brightyellow" = "Lys gul";
"cyan" = "Cyan";
"darkgray" = "Foto svart";
"darkmagenta" = "Mørk magenta";
"flourescentpink" = "Flourescerende rosa";
"flourescentyellow" = "Flourescerende gul";
"glossyblack" = "Glanset svart";
"gray" = "Grå";
"green" = "Grønn";
"lightcyan" = "Lys cyan";
"lightgray" = "Lys grå";
"lightmagenta" = "Lys magenta";
"lightyellow" = "Lys gul";
"magenta" = "Magenta";
"matteblack" = "Matt svart";
"mediumcyan" = "Medium cyan";
"mediumgray" = "Medium grå";
"orange" = "Oransje";
"photoblack" = "Foto svart";
"red" = "Rød";
"reflexblue" = "Refleksblå";
"rhodaminered" = "Rhodaminrød";
"transparent" = "Glansforbedrer";
"violet" = "Blå";
"white" = "Hvit";
"yellow" = "Gul";

/* Name field label */
"Name:" = "Navn:";

/* Model field label */
"Model:" = "Modell:";

/* Connection field label */
"Connection:" = "Tilkobling:";

/* Address field label */
"IP Address:" = "IP-adresse:";

/* Firmware version field label */
"FW Version:" = "FW-versjon:";

// Buttons
PrinterDetailsButtonTitle = "Skriverdetaljer…";
PrinterDetailsButtonToolTip = "Gå til HP Skrivermonitor for flere detaljer om skriverstatus og varsler.";
SuppliesDetailsButtonTitle = "Rekvisitadetaljer…";
SuppliesDetailsButtonToolTip = "Klikk her for flere detaljer om blekkpatroner, skrivehoder og papirstatus.";
OrderSuppliesButtonTitle = "Bestill HP-rekvisita";
OrderSuppliesButtonToolTip = "Bestill HP-rekvisita fra HP.com";

